Repository: k1ckdown/WordsFactory
Catalog: Widgets/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# AlreadyRemember
source: I already remember
ru: Я уже помню

source: Dictionary
ru: Словарь

# DictionaryIsEmpty
source: Your dictionary is empty. Add any word 📒
ru: Ваш словарь пуст. Добавьте любое слово 📒

# DictionaryOverview
source: Shows an overview of your dictionary
ru: Показывает обзор вашего словаря

source: Dictionary Word
ru: Словарное слово

# DictionaryWordDescription
source: Shows a random word from your dictionary
ru: Показывает лучайное слово из вашего словаря

source: My Dictionary
ru: Мой словарь

# NeedLogIn
source: The data is not available. You need to log in to your account 👨🏻‍💻
ru: Данные недоступны. Вам нужно войти в свой аккаунт 👨🏻‍💻

# OccurredError
source: An error has occurred. Data is not available 😔
ru: Произошла ошибка. Данные недоступны 😔

# Words
source: %lld Words
ru: %lld Слов
